[{"English": "Hello Musketeers and Musketeerettes!", "Russian": "Здравствуйте, лорд!", "German": "Hallo Musketiere!", "French": "Salutations !", "Korean": "안녕하세요!", "Japanese": "いつもご利用いただきありがとうございます！", "Italian": "Saluti Moschettieri,", "Chinese(Simplified)": "亲爱的火枪手，", "Chinese(Traditional)": "親愛的火槍手，", "Polish": "Drodzy Muszkieterzy!", "Portuguese": "Olá, Mosqueteiros!", "Dutch": "Gegroet Musketiers!", "Indonesian": "Halo Musketeer!", "Thai": "เรียนเหล่าทหารเสือทุกท่าน!", "Swedish": "Hej musketörer!", "Spanish": "¡Hola Jugadores!", "Turkish": "Saygıdeğer Silahşörler!", "Arabic": "\"مرحباً بالفرسان والفارسات!", "Vietnamese": "Xin Chào Xạ Thủ,"}, {"English": "Your voice really matters! Please take few minutes to finish our player survey and help us improve the enjoyment and functionality of the game for you. ", "Russian": "Ваши отзывы чрезвычайно важны для нас! Пожалуйста, уделите несколько минут нашему опросу для игроков, чтобы мы смогли усовершенствовать стиль и содержание игры наилучшим образом.", "German": "Eure Meinung ist uns wichtig! Bitte nehmt euch ein paar Minuten und beantwortet unsere Spielerumfrage, um uns dabei zu helfen den Spaß und die Funktionalität des Spiels für euch zu verbessern.", "French": "Votre retour compte vraiment ! Merci de bien vouloir prendre quelques minutes pour terminer notre questionnaire concernant la communauté, et nous aider à améliorer le plaisir et les diverses fonctions du jeu pour vous.", "Korean": "여러분의 의견이 필요해요! 게임의 재미와 기능을 향상시키기 위해 간단한 플레이어 설문조사를 완성해주세요.", "Japanese": "皆様のお声が必要です！ゲームの機能向上と楽しさアップの為に、数分のお時間をいただきアンケートにご協力いただけますと幸いでございます。", "Italian": "Le vostre voci sono importanti per noi! Per favore dedicate alcuni minuti per completare il nostro questionario per i giocatori, aiutandoci a migliorare la giocabilità e le funzioni del gioco.", "Chinese(Simplified)": "您的声音不可或缺！请您在百忙之中腾出几分钟来填写一下我们的玩家调查问卷，您的意见能够帮助我们更好地改进游戏的功能性和娱乐性！", "Chinese(Traditional)": "您的聲音不可或缺！請您在百忙之中騰出幾分鐘來填寫一下我們的玩家調查問卷，您的意見能夠幫助我們更好地改進遊戲的功能性和娛樂性！", "Polish": "Wasz głos się liczy! Prosimy Was o poświęcenie kilku minut na wypełnienie ankiety, która pomoże nam usprawnić działanie gry i ulepszyć ją!", "Portuguese": "A sua voz é muito importante! Por favor, use alguns minutos para completar nossa pesquisa do jogador e nos ajude a melhorar a funcionalidade e diversão do jogo para você.", "Dutch": "Jouw stem telt! Deze enquête zal slechts enkele minuten in beslag nemen, maar zal ons enorm helpen om de spelfuncties en spelervaring te verbeteren.", "Indonesian": "Suara anda penting! Silakan luangkan beberapa menit untuk mengisi survei dan membantu kami membuat permainan lebih menarik untuk anda.", "Thai": "ความคิดเห็นของคุณสำคัญสำหรับเรา! ขอความกรุณาคุณผู้เล่นทุกท่านช่วยตอบแบบสอบถามเกี่ยวกับเกมของเรา เพื่อช่วยเราพัฒนาเกมให้มีประสิทธิภาพและสนุกมากยิ่งขึ้น", "Swedish": "Din röst betyder mycket! Vänligen ta några minuter och fullför vår spelarenkät för att hjälpa oss förbättra spelupplevelsen för dig och andra spelare.", "Spanish": "¡Tu voz nos importa mucho! Por favor, tómate unos minutos para completar nuestra encuesta para el jugador y ayúdanos a mejorar la experiencia y funcionalidad del juego para ti.", "Turkish": "Sesinizi duyuyoruz, konuşmaktan çekinmeyin! Hadi gelin bir kaç dakikanızı bize ayrın şimdi. Bu ankete katılım göstererek oyunumuzun geliştirilmesinde bizlere o değerli fikirleriniz ile destek verin. ", "Arabic": "صوتك يهمنا جداً! يرجى استخدام بضع دقائق لإنهاء هذا استبيان ومساعدتنا في تحسين اللعبة ومميزاتها.", "Vietnamese": "Vui lòng dành vài phút để hoàn thành bản khảo sát người chơi và giúp chúng tôi cải thiện sự thích thú và chức năng của trò chơi cho bạn."}, {"English": "Thank you!", "Russian": "Спасибо!", "German": "Danke!", "French": "En vous remerciant !", "Korean": "감사드립니다!", "Japanese": "ありがとうございます！", "Italian": "Grazie! ", "Chinese(Simplified)": "谢谢！", "Chinese(Traditional)": "謝謝！ ", "Polish": "Dziękujemy!", "Portuguese": "Obrigado!", "Dutch": "Bedankt!", "Indonesian": "Terima kasih!", "Thai": "ขอบคุณคุณผู้เล่นทุกท่านค่ะ!", "Swedish": "Tack!", "Spanish": "¡Gracias!", "Turkish": "Teşekkürler!", "Arabic": "شكراً لك!\"", "Vietnamese": "Cảm ơn bạn!"}, {"English": "Your feedback matters! ", "Russian": "Ваш отзыв важен!", "German": "Euer Feedback ist uns wichtig!", "French": "Votre retour est important !", "Korean": "여러분의 피드백이 필요합니다!", "Japanese": "皆様のお声が必要です！", "Italian": "La tua opinione è importante", "Chinese(Simplified)": "您的声音不可或缺！", "Chinese(Traditional)": "您的聲音不可或缺！", "Polish": "Twoja opinia ma znaczenie!", "Portuguese": "Seu feedback é importante!", "Dutch": "Jouw mening telt!", "Indonesian": "Masukkan anda penting!", "Thai": "ฟีคแบคของคุณสำคัญสำหรับเรา!", "Swedish": "Din feedback är viktig!", "Spanish": "¡Tu opinión importa!", "Turkish": "Görüşleriniz önemli!", "Arabic": "اقتراحاتك مهمة جداً", "Vietnamese": "Ý kiến của bạn thực sự quan trọng!"}]
